Repository: sombochea/cubis-academy
Catalog: locales/*/messages.po
Languages: km

source: Comprehensive learning experience designed for your success
km: បទពិសោធន៍សិក្សាទូលំទូលាយដែលរចនាឡើងសម្រាប់ជោគជ័យរបស់អ្នក

source: Empowering learners with professional skills for the digital age
km: ផ្តល់សិទ្ធិអំណាចដល់អ្នករៀនជាមួយជំនាញវិជ្ជាជីវៈសម្រាប់យុគសម័យឌីជីថល

source: Everything You Need to Succeed
km: អ្វីគ្រប់យ៉ាងដែលអ្នកត្រូវការដើម្បីជោគជ័យ

source: Get Started Free
km: ចាប់ផ្តើមដោយឥតគិតថ្លៃ

source: Login
km: ចូលប្រើប្រាស់

source: Sign In
km: ចូលប្រើប្រាស់

source: Start Learning Free
km: ចាប់ផ្តើមរៀនដោយឥតគិតថ្លៃ

source: View Details
km: មើលព័ត៌មានលម្អិត

source: Watch Demo
km: មើលការបង្ហាញ

source: Why Choose Us
km: ហេតុអ្វីជ្រើសរើសយើង
